<?php
return [
    "days" => ["রবিবার","সোমবার","মঙ্গলবার","বুধবার","বৃহস্পতিবার","শুক্রবার","শনিবার"],
    "daysShort" => ["রবিবার","সোমবার","মঙ্গলবার","বুধবার","বৃহস্পতিবার","শুক্রবার","শনিবার"],
    "daysMin" =>  ["রবি","সোম","মঙ্গল","বুধ","বৃহস্পতি","শুক্র","শনি"],
    "months" =>  ["জানুয়ারী","ফেব্রুয়ারি","মার্চ","এপ্রিল","মে","জুন","জুলাই","অগাস্ট","সেপ্টেম্বর","অক্টোবর","নভেম্বর","ডিসেম্বর"],
    "monthsShort" => ["জানুয়ারী","ফেব্রুয়ারি","মার্চ","এপ্রিল","মে","জুন","জুলাই","অগাস্ট","সেপ্টেম্বর","অক্টোবর","নভেম্বর","ডিসেম্বর"],
    "today" => "আজ",
    "clear" => "পরিষ্কার",

    "separator" => " - ",
    "applyLabel" => "এপ্লাই",
    "cancelLabel" => "বাতিল",
    "fromLabel" => "হতে",
    "toLabel" => "অবধি",
    "customRangeLabel" => "কাস্টম",
    "weekLabel" => "স.",
    "Today" => "আজ",
    "Yesterday" => "গতকাল",
    "Last 7 Days" => "গত ৭ দিন",
    "Last 30 Days" => "গত ৩০ দিন",
    "This Month" => "এই মাস",
    "Last Month" => "গত মাস",
];
