<?php
return [
"defaultMessage" => "এই মান অকার্যকর বলে মনে হচ্ছে.",



"notblank" => "এই মান ফাঁকা হবে না.",

"pattern" => "এই মান অকার্যকর বলে মনে হচ্ছে.",

"min" => "এই মান %s এর চেয়ে বড় অথবা সমান হতে হবে.",

"max" => "এই মান %s - র সমান অথবা সমান হতে হবে.",

"range" => "এই মান %s এবং %s এর মধ্যে হতে হবে.",

"minlength" => "এই মান খুব কম. এতে %s অক্ষর বা তারও বেশি হবে.",

"maxlength" => "এই মান অনেক লম্বা. এতে %s অক্ষর অথবা কম হবে.",

"length" => "এই মান দৈর্ঘ্য অবৈধ. এটি %s এবং %s অক্ষরের মধ্যে দীর্ঘ হতে হবে.",

"mincheck" => "আপনি অন্তত %s পছন্দ নির্বাচন করতে হবে.",

"maxcheck" => "আপনি %s পছন্দ অথবা কম নির্বাচন করতে হবে.",

"check" => "আপনি %s এবং %s পছন্দের মধ্যে নির্বাচন করতে হবে.",

"equalto" => "এই মান একই হতে হবে.",

"euvatin" => "এটা বৈধ ভ্যাট আইডেন্টিফিকেশন নাম্বার নয়.",

"required" => "আবশ্যক",


"type" => [
"email" => "এই মান ই-মেইল হতে হবে। ",
"url" => "এই মান ইউআরএল হতে হবে।",
"integer" => "এই মান একটি বৈধ পূর্ণসংখ্যা হতে হবে",
"digits" => "এই মান ডিজিট হতে হবে",
"number" => "এই মান নম্বর হতে হবে।",
"alphanum" => "এই মান আলফানুমেরিক হতে হবে.",]


];