<?php

return [

  'defaultMessage' => "يبدو أن هذه القيمة غير صالحة.",

  'type' => [

    'email' => "يجب أن تكون هذه القيمة بريدًا إلكترونيًا صالحًا.",

    'url' => "يجب أن تكون هذه القيمة رابط URL صالحًا.",

    'number' => "يجب أن تكون هذه القيمة رقمًا صالحًا.",

    'integer' => "يجب أن تكون هذه القيمة عددًا صحيحًا صالحًا.",

    'digits' => "يجب أن تحتوي هذه القيمة على أرقام فقط.",

    'alphanum' => "يجب أن تكون هذه القيمة أبجدية رقمية."

  ],

  'notblank' => "يجب ألا تكون هذه القيمة فارغة.",

  'required' => "هذه القيمة مطلوبة.",

  'pattern' => "يبدو أن هذه القيمة غير صالحة.",

  'min' => "يجب أن تكون هذه القيمة أكبر من أو تساوي %s.",

  'max' => "يجب أن تكون هذه القيمة أقل من أو تساوي %s.",

  'range' => "يجب أن تكون هذه القيمة بين %s و %s.",

  'minlength' => "هذه القيمة قصيرة جدًا. يجب أن تحتوي على %s أحرف أو أكثر.",

  'maxlength' => "هذه القيمة طويلة جدًا. يجب أن تحتوي على %s أحرف أو أقل.",

  'length' => "طول هذه القيمة غير صالح. يجب أن يكون بين %s و %s حرفًا.",

  'mincheck' => "يجب عليك تحديد %s خيارات على الأقل.",

  'maxcheck' => "يجب عليك تحديد %s خيارات أو أقل.",

  'check' => "يجب عليك تحديد بين %s و %s خيارات.",

  'equalto' => "يجب أن تكون هذه القيمة متطابقة.",

  'euvatin' => "رقم تعريف ضريبة القيمة المضافة غير صالح.",

];
